Repository: RSNA/anonymizer
Catalog: src/anonymizer/assets/locales/*/LC_MESSAGES/messages.po
Languages: de, es

source: Selected studies will be permanently deleted from PHI Index and all associated anonymized files deleted from local storage directory
de: Ausgewählte Studien werden dauerhaft aus dem PHI-Index und alle zugehörigen anonymisierten Dateien aus dem lokalen Speicherverzeichnis gelöscht
es: Los estudios seleccionados se eliminarán permanentemente del Índice PHI y todos los archivos anonimizados asociados se eliminarán del directorio de almacenamiento local

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?

source: Importing Study
de: Studie importieren
es: Importando Estudio

source: Importing Studies
de: Studien importieren
es: Importando Estudios

source: Import from
de: Importieren von
es: Importar desde

source: Retrieving Study Metadata at
de: Abrufen von Studien-Metadaten bei
es: Recuperando Metadatos del Estudio en

source: Cancel
de: Abbrechen
es: Cancelar

source: No studies to retrieve
de: Keine Studien zum Abrufen
es: No hay estudios para recuperar

source: Close
de: Schließen
es: Cerrar

source: of
de: von
es: de

source: Study Metadata
de: Studien-Metadaten
es: Metadatos del Estudio

source: Errors
de: Fehler
es: Errores

source: Error retrieving ANY Study Metadata
de: Fehler beim Abrufen von Studien-Metadaten
es: Error al recuperar CUALQUIER Metadato del Estudio

source: Finished retrieving Study Metadata
de: Abrufen von Studien-Metadaten abgeschlossen
es: Se completó la recuperación de Metadatos del Estudio

source: No instances to import
de: Keine Instanzen zum Importieren
es: No hay instancias para importar

source: Study
de: Studie
es: Estudio

source: Studies
de: Studien
es: Estudios

source: at
de: bei
es: en

source: level
de: Ebene
es: nivel

source: Images
de: Bilder
es: Imágenes

source: Import Finished
de: Import abgeschlossen
es: Importación Finalizada

source: Cancelling the move operation may not stop transfers from the remote server.
de: Das Abbrechen des Verschiebevorgangs kann Übertragungen vom Remote-Server möglicherweise nicht stoppen.
es: Cancelar la operación de movimiento puede que no detenga las transferencias desde el servidor remoto.

source: Are you sure you want to continue?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Está seguro de que desea continuar?

source: WHITE LIST
de: WEISSE LISTE
es: LISTA BLANCA

source: Defaults
de: Standard
es: Predeterminado

source: Clear
de: Zurücksetzen
es: Limpiar

source: Edit Context
de: Kontext bearbeiten
es: Editar Contexto

source: Detect Text
de: Text erkennen
es: Detectar Texto

source: Remove Text
de: Text entfernen
es: Eliminar Texto

source: Blackout Area
de: Bereich schwärzen
es: Área de Ocultación

source: Save Changes
de: Änderungen speichern
es: Guardar Cambios

source: Series View
de: Serienansicht
es: Vista de Series

source: Detecting text in all frames
de: Text wird in allen Bildern erkannt
es: Detectando texto en todos los fotogramas

source: OCR on frame
de: OCR auf Bild
es: OCR en fotograma

source: OCR on current frame
de: OCR auf aktuellem Bild
es: OCR en el fotograma actual

source: complete
de: abgeschlossen
es: completado

source: OCR on all frames
de: OCR auf allen Bildern
es: OCR en todos los fotogramas

source: No text detected in current frame to remove
de: Kein Text im aktuellen Bild zum Entfernen erkannt
es: No se detectó texto para eliminar en el fotograma actual

source: Removing text from current frame
de: Text wird aus dem aktuellen Bild entfernt
es: Eliminando texto del fotograma actual

source: Text removed from current frame
de: Text aus dem aktuellen Bild entfernt
es: Texto eliminado del fotograma actual

source: Removing text from all frames in series
de: Text wird aus allen Bildern der Serie entfernt
es: Eliminando texto de todos los fotogramas de la serie

source: Text removed from all frames in series
de: Text aus allen Bildern der Serie entfernt
es: Texto eliminado de todos los fotogramas de la serie

source: No blackout area(s) in current frame
de: Keine geschwärzten Bereiche im aktuellen Bild
es: No hay áreas de ocultación en el fotograma actual

source: Blackout areas in current frame
de: Geschwärzte Bereiche im aktuellen Bild
es: Áreas de ocultación en el fotograma actual

source: Areas blacked out in current frame
de: Bereiche im aktuellen Bild geschwärzt
es: Áreas ocultadas en el fotograma actual

source: Blackout areas in all frames of series
de: Geschwärzte Bereiche in allen Bildern der Serie
es: Áreas de ocultación en todos los fotogramas de la serie

source: Areas blacked out in all frames of series
de: Bereiche in allen Bildern der Serie geschwärzt
es: Áreas ocultadas en todos los fotogramas de la serie

source: Changes saved successfully
de: Änderungen erfolgreich gespeichert
es: Cambios guardados con éxito

source: Failed to save changes to series frames
de: Speichern der Änderungen an den Serienbildern fehlgeschlagen
es: Error al guardar los cambios en los fotogramas de la serie

source: Patient Name
de: Patientenname
es: Nombre del Paciente

source: Anonymized ID
de: Anonymisierte ID
es: ID Anonimizado

source: Date Time
de: Datum Uhrzeit
es: Fecha Hora

source: Images Sent
de: Gesendete Bilder
es: Imágenes Enviadas

source: Last Export Error
de: Letzter Exportfehler
es: Último Error de Exportación

source: Export
es: Exportar

source: Processing
de: Verarbeitung
es: Procesando

source: Patients
de: Patienten
es: Pacientes

source: Cancel Export
de: Export abbrechen
es: Cancelar Exportación

source: Processed
de: Verarbeitet
es: Procesado

source: Export Error
de: Exportfehler
es: Error de Exportación

source: Failed to export
de: Export fehlgeschlagen
es: Error al exportar

source: patient(s)
de: Patient(en)
es: paciente(s)

source: Connection Error
de: Verbindungsfehler
es: Error de Conexión

source: Export Server Failed DICOM C-ECHO
de: Export-Server hat DICOM C-ECHO fehlgeschlagen
es: El servidor de exportación falló en DICOM C-ECHO

source: No patients selected for export.
de: Keine Patienten für den Export ausgewählt.
es: No se han seleccionado pacientes para exportar.

source: Use SHIFT+Click and/or CMD/CTRL+Click to select multiple patients.
de: Verwenden Sie SHIFT+Klick und/oder CMD/CTRL+Klick, um mehrere Patienten auszuwählen.
es: Use SHIFT+Click y/o CMD/CTRL+Click para seleccionar múltiples pacientes.

source: Cancel active export?
de: Aktiven Export abbrechen?
es: ¿Cancelar la exportación activa?

source: Delete Studies
de: Studien löschen
es: Eliminar Estudios

source: Deleting
de: Wird gelöscht
es: Eliminando

source: study
de: Studie
es: estudio

source: studies
de: Studien
es: estudios

source: Patient ID
de: Patienten-ID
es: ID del Paciente

source: Date
de: Datum
es: Fecha

source: Study Description
de: Studienbeschreibung
es: Descripción del Estudio

source: Accession No.
de: Zugangsnummer
es: Número de Acceso

source: Imported
de: Importiert
es: Importado

source: Last Import Error
de: Letzter Importfehler
es: Último Error de Importación

source: StudyInstanceUID
de: Studieninstanz-UID
es: UID de Instancia de Estudio

source: STUDY
de: STUDIE
es: ESTUDIO

source: SERIES
de: SERIE
es: SERIE

source: Query, Retrieve & Import Studies
de: Studien abfragen, abrufen und importieren
es: Consultar, Recuperar e Importar Estudios

source: Accession No.(s)
de: Zugangsnummer(n)
es: Número(s) de Acceso

source: Study Date
de: Studiendatum
es: Fecha del Estudio

source: Modality
de: Modalität
es: Modalidad

source: Load Accession Numbers
de: Zugangsnummern laden
es: Cargar Números de Acceso

source: Show Imported Studies
de: Importierte Studien anzeigen
es: Mostrar Estudios Importados

source: Query
de: Abfrage
es: Consulta

source: Cancel Query
de: Abfrage abbrechen
es: Cancelar Consulta

source: Found
de: Gefunden
es: Encontrados

source: Studies Selected
de: Ausgewählte Studien
es: Estudios Seleccionados

source: Move Level
de: Verschiebe-Ebene
es: Nivel de Movimiento

source: Import & Anonymize
de: Importieren und anonymisieren
es: Importar y Anonimizar

source: Select text or csv file with list of accession numbers to retrieve
de: Text- oder CSV-Datei mit Liste der abzurufenden Zugangsnummern auswählen
es: Seleccione archivo de texto o CSV con lista de números de acceso para recuperar

source: File Read Error
de: Fehler beim Lesen der Datei
es: Error al Leer Archivo

source: Error reading Accession Number file
de: Fehler beim Lesen der Zugangsnummer-Datei
es: Error al leer archivo de Número de Acceso

source: Accession Numbers not found
de: Zugangsnummern nicht gefunden
es: No se encontraron Números de Acceso

source: Accession Numbers not found were written to text file
de: Nicht gefundene Zugangsnummern wurden in Textdatei geschrieben
es: Los Números de Acceso no encontrados fueron escritos en un archivo de texto

source: Query Server Failed DICOM C-ECHO
de: DICOM-Bildarchiv (Query/Retrieve-Server) hat C-ECHO fehlgeschlagen
es: Falló el servidor de consulta DICOM C-ECHO

source: Query via Accession Numbers
de: Abfrage über Zugangsnummern
es: Consulta por Números de Acceso

source: Loaded
de: Geladen
es: Cargado

source: Accession Numbers
de: Zugangsnummern
es: Números de Acceso

source: Proceed with Query?
de: Mit Abfrage fortfahren?
es: ¿Continuar con la consulta?

source: Query Criteria
de: Abfragekriterien
es: Criterios de Consulta

source: Enter at least one search criterion
de: Geben Sie mindestens ein Suchkriterium ein
es: Ingrese al menos un criterio de búsqueda

source: Cancel active Query?
de: Aktive Abfrage abbrechen?
es: ¿Cancelar la consulta activa?

source: Search
de: Suchen
es: Buscar

source: View
de: Ansicht
es: Vista

source: Send
de: Senden
es: Enviar

source: Quarantine
de: Quarantäne
es: Cuarentena

source: Metadata Queue
de: Metadaten-Warteschlange
es: Cola de metadatos

source: Pixel PHI Queue
de: Pixel-PHI-Warteschlange
es: Cola de PHI de Píxeles

source: online
es: en línea

source: Server Failed DICOM ECHO
de: Server hat DICOM ECHO fehlgeschlagen
es: Error del Servidor DICOM ECHO

source: Check Project Settings
de: Projekteinstellungen prüfen
es: Verificar Configuración del Proyecto

source: Ensure the remote server is setup to allow the local server for echo and storage services.
de: Stellen Sie sicher, dass der Remote-Server so eingerichtet ist, dass der lokale Server für Echo- und Speicherdienste zugelassen wird.
es: Asegúrese de que el servidor remoto esté configurado para permitir el servidor local para servicios de eco y almacenamiento.

source: offline
es: desconectado

source: Checking Query DICOM Server is online
de: Prüfen, ob der DICOM-Bildarchiv (Q/R-Server) online ist
es: Comprobando que el servidor DICOM de consulta esté en línea

source: Waiting for AWS Authentication
de: Warten auf AWS-Authentifizierung
es: Esperando autenticación de AWS

source: Checking Export DICOM Server is online
de: Prüfen, ob der Export-DICOM-Server online ist
es: Comprobando que el servidor DICOM de exportación esté en línea

source: AWS Authentication Failed
de: AWS-Authentifizierung fehlgeschlagen
es: Falló la autenticación de AWS

source: Check Project Settings/AWS Cognito and ensure all parameters are correct.
de: Überprüfen Sie die Projekteinstellungen/AWS Cognito und stellen Sie sicher, dass alle Parameter korrekt sind.
es: Verifique la configuración del proyecto/AWS Cognito y asegúrese de que todos los parámetros sean correctos.

source: AWS Authenticated
de: AWS authentifiziert
es: Autenticado por AWS

source: Welcome
de: Willkommen
es: Bienvenido

source: The RSNA DICOM Anonymizer program is a free open-source tool for curating and de-identifying DICOM studies.
de: Das RSNA DICOM Anonymisierer Programm ist ein kostenloses Open-Source-Tool zur Kuratierung und De-Identifizierung von DICOM Studien.
es: El programa de Anonimización DICOM de RSNA es una herramienta de código abierto gratuita para curar y desidentificar estudios DICOM.

source: Easy to use, advanced DICOM expertise not required!
de: Einfach zu bedienen, fortgeschrittene DICOM-Kenntnisse sind nicht erforderlich!
es: ¡Fácil de usar, no se requiere experiencia avanzada en DICOM!

source: Use it to ensure privacy by removing protected identity & health information (PHI/PII) from both metadata and burnt into pixel data.
de: Verwenden Sie es, um die Privatsphäre zu schützen, indem Sie geschützte Identitäts- und Gesundheitsinformationen (PHI/PII) sowohl aus Metadaten als auch aus in Pixeldaten eingebetteten Informationen entfernen.
es: Úselo para garantizar la privacidad eliminando la información de identidad y salud protegida (PHI/PII) tanto de los metadatos como de los datos de píxeles.

source: Go to Help/Overview for a quick overview.
de: Gehen Sie zu Hilfe/Überblick für einen schnellen Überblick.
es: Vaya a Ayuda/Resumen para obtener una descripción general rápida.

source: Go to Help/Project settings for instructions on how to configure the program.
de: Gehen Sie zu Hilfe/Projekteinstellungen für Anweisungen zur Konfiguration des Programms.
es: Vaya a Ayuda/Configuración del proyecto para obtener instrucciones sobre cómo configurar el programa.

source: Go to Help/Operation for instructions on how to use the program.
de: Gehen Sie zu Hilfe/Bedienung für Anweisungen zur Verwendung des Programms.
es: Vaya a Ayuda/Operación para obtener instrucciones sobre cómo usar el programa.

source: Select File/New Project to start.
de: Wählen Sie Datei/Neues Projekt, um zu starten.
es: Seleccione Archivo/Nuevo Proyecto para comenzar.

source: SPONSOR MESSAGE
de: Die Entwicklung von Anonymzer wurde im Rahmen des Projekts „Medical Imaging and Data Resource Center (MIDRC)“ unterstützt, das vom National Institute of Biomedical Imaging and Bioengineering (NIBIB) der National Institutes of Health unter Vertrag 75N92020D00021 sowie durch die Advanced Research Projects Agency for Health (ARPA-H) finanziert wird.
es: El desarrollo de Anonymzer ha sido respaldado bajo el proyecto Medical Imaging and Data Resource Center (MIDRC), financiado por el National Institute of Biomedical Imaging and Bioengineering (NIBIB) de los National Institutes of Health bajo el contrato 75N92020D00021 y a través de la Advanced Research Projects Agency for Health (ARPA-H).

source: with
de: mit
es: con

source: over
de: über
es: sobre

source: Pages
de: Seiten
es: Páginas

source: Page
de: Seite
es: Página

source: MIN PROJECTION
de: MIN-PROJEKTION
es: PROYECCIÓN MÍN

source: MEAN PROJECTION
de: MITTELWERT-PROJEKTION
es: PROYECCIÓN MEDIA

source: MAX PROJECTION
de: MAX-PROJEKTION
es: PROYECCIÓN MÁX

source: Error
de: Fehler

source: Series
de: Serien
