Repository: RSNA/anonymizer
Catalog: src/anonymizer/assets/locales/*/LC_MESSAGES/messages.po
Languages: de, es

source: RSNA DICOM Anonymizer Version
de: RSNA DICOM Anonymisierer Version
es: Versión del Anonimizador DICOM de RSNA

source: Error writing json config file:
de: Fehler beim Schreiben der JSON-Konfigurationsdatei:
es: Error al escribir el archivo de configuración JSON:

source: Configuration File Write Error
de: Fehler beim Schreiben der Konfigurationsdatei
es: Error al escribir el archivo de configuración

source: New Project Settings
de: Neue Projekteinstellungen
es: Configuración de Nuevo Proyecto

source: New Project Error
de: Fehler bei neuem Projekt
es: Error en Nuevo Proyecto

source: Storage Directory not set, please set a valid directory in project settings.
de: Speicherverzeichnis nicht festgelegt, bitte ein gültiges Verzeichnis in den Projekteinstellungen festlegen.
es: Directorio de almacenamiento no configurado. Por favor, configure un directorio válido en los ajustes del proyecto.

source: Confirm Overwrite
de: Überschreiben bestätigen
es: Confirmar Sobrescritura

source: The project directory already exists.
de: Das Projektverzeichnis existiert bereits.
es: El directorio del proyecto ya existe.

source: Do you want to delete the existing project and all its data?
de: Möchten Sie das bestehende Projekt und alle seine Daten löschen?
es: ¿Desea eliminar el proyecto existente y todos sus datos?

source: Error deleting existing project directory
de: Fehler beim Löschen des bestehenden Projektverzeichnisses
es: Error al eliminar el directorio del proyecto existente

source: Fatal Internal Error, Project Controller not created
de: Fataler interner Fehler, Projektcontroller nicht erstellt
es: Error interno fatal: el controlador del proyecto no fue creado

source: Error creating Project Controller
de: Fehler beim Erstellen des Projektcontrollers
es: Error al crear el controlador del proyecto

source: Select Anonymizer Storage Directory
de: Anonymisierungs-Speicherverzeichnis auswählen
es: Seleccione el Directorio de Almacenamiento del Anonimizador

source: Open Project Error
de: Fehler beim Öffnen des Projekts
es: Error al Abrir Proyecto

source: Error loading Project Model from legacy pickle data file
de: Fehler beim Laden des Projektmodells aus der alten Pickle-Datendatei
es: Error al cargar el modelo de proyecto desde el archivo de datos pickle heredado

source: Error loading Project Model from data file
de: Fehler beim Laden des Projektmodells aus der Datendatei
es: Error al cargar el modelo de proyecto desde el archivo de datos

source: No Project file found in
de: Keine Projektdatei gefunden in
es: Archivo de proyecto no encontrado en

source: Project File corrupted, missing version information.
de: Projektdatei beschädigt, Versionsinformationen fehlen.
es: Archivo de proyecto corrupto, falta información de versión.

source: Project language mismatch
de: Projektsprachenmismatch
es: Incompatibilidad de idioma del proyecto

source: Local DICOM Server Error
de: Fehler des lokalen DICOM-Servers
es: Error de Servidor DICOM Local

source: Query Busy
de: Abfrage beschäftigt
es: Consulta Ocupada

source: Query is busy, please wait for query to complete before closing project.
de: Die Abfrage ist beschäftigt, bitte warten Sie, bis die Abfrage abgeschlossen ist, bevor Sie das Projekt schließen.
es: La consulta está ocupada, por favor espere a que se complete antes de cerrar el proyecto.

source: Export Busy
de: Export beschäftigt
es: Exportación Ocupada

source: Export is busy, please wait for export to complete before closing project.
de: Der Export ist beschäftigt, bitte warten Sie, bis der Export abgeschlossen ist, bevor Sie das Projekt schließen.
es: La exportación está ocupada, por favor espere a que se complete antes de cerrar el proyecto.

source: Anonymizer Workers Busy
de: Anonymisierer-Arbeiter sind beschäftigt
es: Trabajadores de Anonimizador ocupados

source: Anonymizer queues are not empty, please wait for workers to process files before closing project.
de: Die Anonymisierungswarteschlangen sind nicht leer. Bitte warten Sie, bis die Arbeiter die Dateien verarbeitet haben, bevor Sie das Projekt schließen.
es: Las colas de anonimización no están vacías, espere a que los trabajadores procesen los archivos antes de cerrar el proyecto.

source: Clone Project Error
de: Fehler beim Klonen des Projekts
es: Error al Clonar Proyecto

source: No project open to clone.
de: Kein Projekt zum Klonen geöffnet.
es: No hay proyecto abierto para clonar.

source: Select Directory for Cloned Project
de: Verzeichnis für geklontes Projekt auswählen
es: Seleccione el Directorio para el Proyecto Clonado

source: Cloned directory cannot be the same as the current project directory.
de: Das geklonte Verzeichnis kann nicht dasselbe sein wie das aktuelle Projektverzeichnis.
es: El directorio clonado no puede ser el mismo que el directorio del proyecto actual.

source: Edit Cloned Project Settings
de: Einstellungen des geklonten Projekts bearbeiten
es: Editar Ajustes del Proyecto Clonado

source: Select DICOM Files to Import & Anonymize
de: DICOM-Dateien zum Importieren und Anonymisieren auswählen
es: Seleccione Archivos DICOM para Importar y Anonimizar

source: Select DICOM Directory to Import & Anonymize
de: DICOM-Verzeichnis zum Importieren und Anonymisieren auswählen
es: Seleccione Directorio DICOM para Importar y Anonimizar

source: Reading DICOMDIR Root directory
de: DICOMDIR-Stammverzeichnis lesen
es: Leyendo directorio raíz DICOMDIR

source: Error reading DICOMDIR file
de: Fehler beim Lesen der DICOMDIR-Datei
es: Error al leer el archivo DICOMDIR

source: Import Directory Error
de: Verzeichnis importieren Fehler
es: Error de Directorio de Importación

source: Reading filenames from
de: Dateinamen lesen von
es: Leyendo nombres de archivo desde

source: No files found in
de: Keine Dateien gefunden in
es: No se encontraron archivos en

source: filenames read from
de: Dateinamen gelesen von
es: nombres de archivo leídos desde

source: Do you want to initiate import?
de: Möchten Sie den Import starten?
es: ¿Desea iniciar la importación?

source: Import Directory
de: Verzeichnis importieren
es: Directorio de Importación

source: Import Directory Cancelled
de: Verzeichnis importieren abgebrochen
es: Directorio de Importación Cancelado

source: Importing
de: Importieren
es: Importando

source: file
de: Datei
es: archivo

source: files
de: dateien
es: archivos

source: Files processed
de: Dateien verarbeitet
es: Archivos procesados

source: Query is busy, please wait for query to complete before changing settings.
de: Die Abfrage ist beschäftigt, bitte warten Sie, bis die Abfrage abgeschlossen ist, bevor Sie die Einstellungen ändern.
es: La consulta está ocupada, por favor espere a que la consulta se complete antes de cambiar los ajustes.

source: Export is busy, please wait for export to complete before changing settings.
de: Der Export ist beschäftigt, bitte warten Sie, bis der Export abgeschlossen ist, bevor Sie die Einstellungen ändern.
es: La exportación está ocupada, por favor espere a que la exportación se complete antes de cambiar los ajustes.

source: Project Settings
de: Projekteinstellungen
es: Ajustes del Proyecto

source: Project restart
de: Projektneustart
es: Reinicio del proyecto

source: The settings change will take effect when the project is next opened.
de: Die Änderung der Einstellungen wird beim nächsten Öffnen des Projekts wirksam.
es: El cambio de configuración entrará en vigor la próxima vez que se abra el proyecto.

source: New Project
de: Neues Projekt
es: Nuevo Proyecto

source: Open Project
de: Projekt öffnen
es: Abrir Proyecto

source: Open Recent
de: Zuletzt geöffnet
es: Abrir Reciente

source: Exit
de: Beenden
es: Salir

source: File
de: Datei
es: Archivo

source: Help
de: Hilfe
es: Ayuda

source: Import Files
de: Dateien importieren
es: Importar Archivos

source: Clone Project
de: Projekt klonen
es: Clonar Proyecto

source: Close Project
de: Projekt schließen
es: Cerrar Proyecto

source: Project
de: Projekt
es: Proyecto

source: Settings
de: Einstellungen
es: Ajustes

source: Project Model file not found
de: Projektmodelldatei nicht gefunden
es: Archivo del Modelo de Proyecto no encontrado

source: Project Model path is not a file
de: Der Pfad zum Projektmodell ist keine Datei
es: La ruta del Modelo de Proyecto no es un archivo

source: Project Model loaded successfully, version
de: Projektmodell erfolgreich geladen, Version
es: Modelo de Proyecto cargado con éxito, versión

source: Project Model version mismatch
de: Version des Projektmodells stimmt nicht überein
es: La versión del Modelo de Proyecto no coincide

source: upgrading accordingly
de: wird entsprechend aktualisiert
es: actualizando correspondientemente

source: Project Model upgraded successfully to version
de: Projektmodell erfolgreich auf Version aktualisiert
es: Modelo de Proyecto actualizado con éxito a la versión

source: Path to the configuration file. If not provided, the GUI will be launched.
de: Pfad zur Konfigurationsdatei. Wenn nicht angegeben, wird die GUI gestartet.
es: Ruta al archivo de configuración. Si no se proporciona, se iniciará la GUI.

source: Documents
de: Dokumente
es: Documentos

source: RSNA Anonymizer
de: RSNA Anonymisierer
es: RSNA Anonimizador

source: Computed Radiography
de: Computerisierte Radiographie
es: Radiografía Computarizada

source: Digital X-Ray
de: Digitale Röntgenaufnahme
es: Radiografía Digital

source: Intra-oral Radiography
de: Intraorale Radiographie
es: Radiografía Intraoral

source: Mammography
de: Mammographie
es: Mamografía

source: Computer Tomography
de: Computertomographie
es: Tomografía Computarizada

source: Magnetic Resonance
de: Magnetresonanz
es: Resonancia Magnética

source: Ultrasound
de: Ultraschall
es: Ultrasonido

source: Positron Emission Tomography
de: Positronenemissionstomographie
es: Tomografía por Emisión de Positrones

source: Nuclear Medicine
de: Nuklearmedizin
es: Medicina Nuclear

source: Secondary Capture
de: Sekundäre Erfassung
es: Captura Secundaria

source: Structured Report
de: Strukturierter Bericht
es: Informe Estructurado

source: Presentation State
de: Präsentationszustand
es: Estado de Presentación

source: Encapsulated PDF
de: Eingekapseltes PDF
es: PDF Encapsulado

source: Other
de: Andere
es: Otro

source: Document
de: Dokument
es: Documento

source: Invalid_DICOM
de: Ungültiges_DICOM
es: DICOM_No_Válido

source: DICOM_Read_Error
de: DICOM_Lese_Fehler
es: Error_Lectura_DICOM

source: Missing_Attributes
de: Fehlende_Attribute
es: Faltan_Atributos

source: Invalid_Storage_Class
de: Ungültige_Speicherklasse
es: Clase_Almacenamiento_No_Válida

source: Capture_PHI_Error
de: PHI_Erfassungs_Fehler
es: Error_Captura_PHI

source: Storage_Error
de: Speicher_Fehler
es: Error_Almacenamiento

source: incoming
de: eingehend
es: entrante

source: Dataset missing required attributes
de: Datensatz fehlt erforderliche Attribute
es: Conjunto de datos falta atributos requeridos

source: Quarantined
de: Quarantäne
es: En cuarentena

source: Missing Attributes
de: Fehlende Attribute
es: Faltan Atributos

source: Instance already stored
de: Instanz bereits gespeichert
es: Instancia ya almacenada

source: Storage Class mismatch
de: Speicherklassendifferenz
es: Desajuste de clase de Almacenamiento

source: DICOM C-STORE scp is already running on
de: DICOM C-STORE SCP läuft bereits auf
es: El scp DICOM C-STORE ya está en ejecución en

source: Failed to start DICOM C-STORE scp on
de: Fehler beim Starten des DICOM C-STORE SCP auf
es: Error al iniciar DICOM C-STORE scp en

source: Connection error to
de: Verbindungsfehler zu
es: Error de conexión a

source: Connection timed out, was aborted, or received an invalid response
de: Verbindung hat Zeitüberschreitung, wurde abgebrochen oder erhielt eine ungültige Antwort
es: Tiempo de conexión agotado, abortado o recibió una respuesta inválida

source: Unexpected Authorisation Challenge
de: Unerwartete Autorisierungsherausforderung
es: Desafío de autorización inesperado

source: Authentication Result & Access Token not in response
de: Authentifizierungsergebnis und Zugriffstoken nicht in der Antwort
es: Resultado de autenticación y token de acceso no están en la respuesta

source: IdToken not in Authentication Result
de: IdToken nicht im Authentifizierungsergebnis
es: IdToken no está en el resultado de autenticación

source: AccessToken Token not in Authentication Result
de: AccessToken nicht im Authentifizierungsergebnis
es: Token AccessToken no está en el resultado de autenticación

source: AWS Cognito IDP authorisation failed
de: AWS Cognito IDP-Autorisierung fehlgeschlagen
es: Falló la autorización del proveedor de identidad AWS Cognito IDP

source: AWS Cognito Get User Attributes failed
de: Abrufen der Benutzerattribute von AWS Cognito fehlgeschlagen
es: Falló la obtención de atributos de usuario de AWS Cognito

source: UserAttributes Token not in get_user response
de: UserAttributes Token nicht in der get_user Antwort
es: Token de UserAttributes no está en la respuesta get_user

source: User Attribute 'sub' not in get_user response
de: Benutzerattribut 'sub' nicht in der get_user Antwort
es: Atributo de usuario 'sub' no está en la respuesta get_user

source: AWS Cognito-identity authorisation failed
de: AWS Cognito-Identitätsautorisierung fehlgeschlagen
es: Falló la autorización de identidad AWS Cognito

source: IdentityId Token not in response
de: IdentityId Token nicht in der Antwort
es: Token de IdentityId no está en la respuesta

source: Unable to retrieve UID Hierarchy for reliable import operation via DICOM C-MOVE.
de: UID-Hierarchie für zuverlässigen Importvorgang über DICOM C-MOVE kann nicht abgerufen werden.
es: No se pudo recuperar la jerarquía de UID para una operación de importación confiable mediante DICOM C-MOVE.

source: Server
es: Servidor

source: did not return the number of instances in a series.
de: hat die Anzahl der Instanzen in einer Serie nicht zurückgegeben.
es: no devolvió el número de instancias en una serie.

source: Standard DICOM field (0020,1209) NumberOfSeriesRelatedInstances is missing in the query response.
de: Standard-DICOM-Feld (0020,1209) NumberOfSeriesRelatedInstances fehlt in der Abfrageantwort.
es: El campo DICOM estándar (0020,1209) NumberOfSeriesRelatedInstances falta en la respuesta de consulta.

source: Connection timed out or aborted moving study_uid
de: Verbindung hat Zeitüberschreitung oder abgebrochen beim Verschieben von study_uid
es: Tiempo de conexión agotado o abortado moviendo study_uid

source: IMAGE
de: BILD
es: IMAGEN

source: INSTANCE
de: INSTANZ
es: INSTANCIA

source: No Studies in Anonymizer Model
de: Keine Studien im Anonymisierer-Modell
es: No hay estudios en el Modelo de Anonimizador

source: MY_PROJECT
de: MEIN_PROJEKT
es: MI_PROYECTO

source: ANONYMIZER
de: ANONYMISIERER
es: ANONIMIZADOR

source: QUERY
de: ABFRAGE
es: CONSULTA

source: EXPORT
es: EXPORTAR

source: private
de: privat
es: privado

source: public
de: öffentlich
es: público

source: quarantine
de: quarantäne
es: cuarentena

source: Logging Levels
de: Protokollierungsstufen
es: Niveles de Registro

source: Ok
es: Aceptar

source: Warning
de: Warnung
es: Advertencia

source: Enabling debug mode in pydicom will cause PHI to be written to the log file.
de: Das Aktivieren des Debug-Modus in pydicom führt dazu, dass PHI in die Protokolldatei geschrieben wird.
es: Habilitar el modo de depuración en pydicom hará que la información PHI se escriba en el archivo de registro.

source: All incoming datasets, via network or file import, will also be written to the private subdirectory of storage folder.
de: Alle eingehenden Datensätze, sowohl über das Netzwerk als auch über den Dateiimport, werden ebenfalls in das private Unterverzeichnis des Speicherordners geschrieben.
es: Todos los conjuntos de datos entrantes, tanto a través de la red como de la importación de archivos, también se escribirán en el subdirectorio privado de la carpeta de almacenamiento.

source: Are you sure you want to enable pydicom debug mode?
de: Sind Sie sicher, dass Sie den pydicom-Debug-Modus aktivieren möchten?
es: ¿Está seguro de que desea habilitar el modo de depuración de pydicom?

source: Transfer Syntax Name
es: Nombre de la Sintaxis de Transferencia

source: Transfer Syntax UID
es: UID de la Sintaxis de Transferencia

source: Select Transfer Syntaxes
de: Transfersyntaxen auswählen
es: Seleccionar Sintaxis de Transferencia

source: Select All
de: Alles auswählen
es: Seleccionar Todo

source: Default
de: Standard
es: Predeterminado

source: DICOM Node
de: DICOM-Knoten
es: Nodo DICOM

source: No local IP addresses found.
de: Keine lokalen IP-Adressen gefunden.
es: No se encontraron direcciones IP locales.

source: Address
de: Adresse
es: Dirección

source: Domain Name
es: Nombre de Dominio

source: DNS Lookup
de: DNS-Abfrage
es: Búsqueda de DNS

source: IP Address
de: IP-Adresse
es: Dirección IP

source: Port
es: Puerto

source: AE Title
de: AE-Titel
es: Título AE

source: Code
es: Código

source: Description
de: Beschreibung
es: Descripción

source: Select Modalities
de: Modalitäten auswählen
es: Seleccionar Modalidades

source: Class Name
de: Klassenname
es: Nombre de la Clase

source: Class UID
de: Klassen-UID
es: UID de la Clase

source: Select Storage Classes
de: Speicherklassen auswählen
es: Seleccionar Clases de Almacenamiento

source: From Modalities
de: Von Modalitäten
es: Desde Modalidades

source: Network Timeouts in SECONDS
de: Netzwerk-Zeitüberschreitungen in SEKUNDEN
es: Tiempo de espera de red en SEGUNDOS

source: TCP Connection
de: TCP-Verbindung
es: Conexión TCP

source: DICOM Association Messages (ACSE)
de: DICOM-Associationsnachrichten (ACSE)
es: Mensajes de Asociación DICOM (ACSE)

source: DICOM Service Element Messages (DIMSE)
de: DICOM-Dienstelementnachrichten (DIMSE)
es: Mensajes de Elemento de Servicio DICOM (DIMSE)

source: Network (Close Inactive Connection)
de: Netzwerk (inaktive Verbindung schließen)
es: Red (Cerrar Conexión Inactiva)

source: AWS Cognito Credentials for Export to S3
de: AWS Cognito-Anmeldeinformationen für den Export zu S3
es: Credenciales de AWS Cognito para Exportación a S3

source: AWS Account ID
de: AWS-Konto-ID
es: ID de Cuenta de AWS

source: Region Name
de: Regionsname
es: Nombre de la Región

source: Cognito Application Client ID
de: Cognito-Anwendungs-Client-ID
es: ID de Cliente de Aplicación de Cognito

source: Cognito User Pool ID
de: Cognito-Benutzerpool-ID
es: ID de Pool de Usuarios de Cognito

source: Cognito Identity Pool ID
de: Cognito-Identitätspool-ID
es: ID de Pool de Identidades de Cognito

source: S3 Bucket
es: Bucket de S3

source: S3 Prefix
de: S3-Präfix
es: Prefijo de S3

source: Username
de: Benutzername
es: Nombre de Usuario

source: Password
de: Passwort
es: Contraseña

source: Export to AWS
de: Export zu AWS
es: Exportar a AWS

source: Site ID
de: Standort-ID
es: ID del Sitio

source: Load JAVA Index File
de: JAVA-Indexdatei laden
es: Cargar Archivo de Índice JAVA

source: Project Name
de: Projektname
es: Nombre del Proyecto

source: UID Root
de: UID-Wurzel
es: Raíz UID

source: Remove Pixel PHI
de: Pixel-PHI entfernen
es: Eliminar PHI de píxel

source: DICOM Servers
de: DICOM-Server
es: Servidores DICOM

source: Local Server
de: Lokaler Server
es: Servidor Local

source: Query Server
de: DICOM-Bildarchiv (Query/Retrieve-Server)
es: Servidor de Consulta

source: Export Server
es: Servidor de Exportación

source: AWS S3 Server
es: Servidor AWS S3

source: AWS Cognito Credentials
de: AWS Cognito-Anmeldeinformationen
es: Credenciales AWS Cognito

source: Network Timeouts
de: Netzwerk-Zeitüberschreitungen
es: Tiempos de Espera de Red

source: Storage Directory
de: Speicherverzeichnis
es: Directorio de Almacenamiento

source: Modalities
de: Modalitäten
es: Modalidades

source: Storage Classes
de: Speicherklassen
es: Clases de Almacenamiento

source: Transfer Syntaxes
de: Transfersyntaxen
es: Sintaxis de Transferencia

source: Script File
de: Skriptdatei
es: Archivo de Script

source: Set Logging Levels
de: Protokollierungsstufen festlegen
es: Establecer Niveles de Registro

source: Create Project
de: Projekt erstellen
es: Crear Proyecto

source: Update Project
de: Projekt aktualisieren
es: Actualizar Proyecto

source: Select Storage Directory
de: Speicherverzeichnis auswählen
es: Seleccionar Directorio de Almacenamiento

source: Anonymizer Script Files
de: Anonymisierer-Skriptdateien
es: Archivos de Script de Anonimizador

source: All Files
de: Alle Dateien
es: Todos los Archivos

source: Select Java Anonymizer Index File
de: Java-Anonymisierer-Indexdatei auswählen
es: Seleccionar Archivo de Índice de Anonimizador Java

source: Excel Files
de: Excel-Dateien
es: Archivos de Excel

source: Error reading Java Anonymizer Index File
de: Fehler beim Lesen der Java Anonymisierer Indexdatei
es: Error al leer el Archivo de Índice de Anonimizador Java

source: Load Java Anonymizer Index File Error
de: Fehler beim Laden der Java Anonymisierer Indexdatei
es: Error al Cargar el Archivo de Índice de Anonimizador Java

source: No PHI data records found in:
de: Keine PHI-Datensätze gefunden in:
es: No se encontraron registros de datos PHI en:

source: Java Index File Loaded
de: Java-Indexdatei geladen
es: Archivo de Índice Java Cargado

source: Studies from Java Index loaded.
de: Studien aus Java-Index geladen.
es: Estudios cargados desde el índice Java.

source: Site ID, UID Root will be inferred from the first PHI record.
de: Standort-ID, UID-Wurzel wird aus dem ersten PHI-Datensatz abgeleitet.
es: El ID del Sitio y la Raíz UID se inferirán del primer registro PHI.

source: Please enter your Project Name and configure all other settings below.
de: Bitte geben Sie Ihren Projektnamen ein und konfigurieren Sie alle weiteren Einstellungen unten.
es: Por favor, ingrese el Nombre de su Proyecto y configure todas las demás configuraciones a continuación.

source: The Java Index data will be processed into the Python Anonymizer database when the project is created.
de: Die Java Indexdaten werden in die Python Anonymisierer Datenbank verarbeitet, wenn das Projekt erstellt wird.
es: Los datos del Índice Java se procesarán en la base de datos de Anonimizador de Python cuando se cree el proyecto.

source: View Projections
de: Projektionen anzeigen
es: Ver Proyecciones

source: Create Patient Lookup
de: Patientensuche erstellen
es: Crear Búsqueda de Pacientes

source: Refresh
de: Aktualisieren
es: Actualizar

source: Clear Selection
de: Auswahl aufheben
es: Limpiar Selección

source: Delete
de: Löschen
es: Eliminar

source: Error Creating PHI CSV File
de: Fehler beim Erstellen der PHI-CSV-Datei
es: Error al Crear Archivo CSV de PHI

source: PHI CSV File Created
de: PHI-CSV-Datei erstellt
es: Archivo CSV de PHI Creado

source: PHI Lookup Data saved to
de: PHI-Suchdaten gespeichert in
es: Datos de búsqueda PHI guardados en

source: No Studies in Anonymizer Model for PHI Index
de: Keine Studien im Anonymisierer-Modell für PHI-Index
es: No hay estudios en el Modelo de Anonimizador para el Índice PHI

source: Deletion Error
de: Fehler beim Löschen
es: Error de Eliminación

source: No studies selected for deletion.
de: Keine Studien zum Löschen ausgewählt.
es: No se han seleccionado estudios para eliminar.

source: Use SHIFT+Click and/or CMD/CTRL+Click to select multiple studies.
de: Verwenden Sie SHIFT+Klick und/oder CMD/CTRL+Klick, um mehrere Studien auszuwählen.
es: Use SHIFT+Click y/o CMD/CTRL+Click para seleccionar múltiples estudios.

source: Confirm Study Deletion
de: Löschen der Studie bestätigen
es: Confirmar Eliminación de Estudio
